Repository: NateWr/customLocale
Catalog: locale/*/locale.po
Languages: de_de

# plugins.generic.customLocale.name
source: Custom Locale Plugin
de_de: Plug-In für die Regionalanpassung

# plugins.generic.customLocale.description
source: This plugin enables customization of the default user interface text used by OMP.
de_de: Dieses Plug-In ermöglicht die Anpassung der Standardeinstellungen für die Texte der von OMP verwendeten Benutzungsoberfläche.

# plugins.generic.customLocale.search.fileName
source: Search in file names
de_de: Suche in den Dateinamen

# plugins.generic.customLocale.search.key
source: Search for key
de_de: Suche nach einem Schlüssel

# plugins.generic.customLocale.saveAndContinue
source: Save and continue
de_de: Speichern und fortsetzen

# plugins.generic.customLocale.noneCreated
source: No files found.
de_de: Es wurden keine Dateien gefunden.

# plugins.generic.customLocale.printChanges
source: Download documentation
de_de: Dokumentation downloaden

# plugins.generic.customLocale.localeKey.description
source: Enter an entire locale key to search for.
de_de: Geben Sie hier den kompletten Schlüssen ein nach dem gesucht werden soll.

# plugins.generic.customLocale.path
source: Action
de_de: Aktion

# plugins.generic.customLocale.localeKey
source: Key
de_de: Schlüssel

# plugins.generic.customLocale.localeKeyValue
source: Value
de_de: Wert

# plugins.generic.customLocale.customize
source: Customize
de_de: Anpassen

# grid.action.printChanges
source: Download a file that lists all the customizations you made.
de_de: Hier können Sie eine Datei downloaden, die alle Anpassungen auflistet.

# plugins.generic.customLocale.file.editHeader
source: Customize locale keys
de_de: Regionaleinstellung anpassen

# plugins.generic.customLocale.file.edit
source: Editing {$filename}
de_de: {$filename} bearbeiten

# plugins.generic.customLocale.file.reference
source: Default Text
de_de: Standardtext

# plugins.generic.customLocale.file.custom
source: Custom Text
de_de: Angepasster Text

# plugins.generic.customLocale.customLocale
source: Locales
de_de: Regionaleinstellung

# plugins.generic.customLocale.files.pageTitle
source: File name
de_de: Dateiname

# plugins.generic.customLocale.customLocaleFiles
source: Locale files
de_de: Regionaleinstellungsdateien

# plugins.generic.customLocale.fileDescription
source: Enter text into corresponding custom text field. Leave custom text field blank if the default OMP text should be used.
de_de: Geben Sie den angepassten Text in das jeweilige Feld ein. Lassen Sie das Feld leer, wenn der OMP-Standardtext genutzt werden soll.

# plugins.generic.customLocale.searchResultsCount
source: Displaying {{ currentLocaleKeys.length }} of {{ filteredKeysList.length }} results.
de_de: {{ currentLocaleKeys.length }} von {{ filteredKeysList.length }} Ergebnissen ausgegeben.
